{
  "i18n": {
    "decimal_separator": ",", 
    "title": "The Migrants Files", 
    "billions": "miliardes", 
    "millions_abbrev": "M", 
    "thousands_separator": ".", 
    "subtitle": "El rastro económico", 
    "millions": "millones"
  }, 
  "children": [
    {
      "color": "#e28956", 
      "text": "Desde 1999, el control fronterizo y la inmigración son cuestiones europeas. Los estados miembros han destinado alrededor de mil millones de euros para coordinar sus políticas a través de proyectos como Seashore, Frontex, Eurodac, eu-LISA y otros.", 
      "id": "1", 
      "title": "Coordinación europea", 
      "tags": "", 
      "amount": 954717510, 
      "subnodes": [
        {
          "color": "", 
          "text": "EURODAC es el sistema que archiva las huellas dactilares de todas las personas que piden asilo en Europa. La cifra no incluye el coste del los escáneres para huellas adquiridos por los estados miembros.", 
          "id": "9", 
          "title": "EURODAC", 
          "tags": "", 
          "amount": 8117510, 
          "parent": "1", 
          "NOTE": "EURODAC is the system that stores the fingerprints of all asylum seekers in Europe. The figure does not include the fingerprint scanners bought by member states."
        }, 
        {
          "color": "", 
          "text": "Frontex es la agencia europea que coordina las actividades de control fronerizo y las deportaciones de migrantes entre los estados miembros", 
          "id": "2", 
          "title": "FRONTEX", 
          "tags": "", 
          "amount": 669600000, 
          "parent": "1", 
          "NOTE": "Frontex is the European agency that coordinates efforts in border control and deportations between member states."
        }
      ], 
      "parent": "", 
      "NOTE": "Since 1999, border control and migration are European issues. Member states have spent close to 1 billion euro to coordinate their response, through programs such as Seahorse network, Frontex, Eurodac, eu-LISA and more."
    }, 
    {
      "color": "#c19a64", 
      "text": "Desde el año 2000, se han dedicado más de 60.000 millones de euros a programas europeos de investigación y desarrollo. Al menos 39 de estos programas se han centrado en cómo mantener a migrantes y refugiados fuera de Europa.", 
      "id": "3", 
      "title": "Programas de Investigación y Desarrollo", 
      "tags": "", 
      "amount": 230000000, 
      "subnodes": [
        {
          "color": "", 
          "text": "Cinco programas de Investigación y Desarrollo han sido dedicados a crear narices artificiales que reconocen el olor corporal de migrantes y refugiados que intenten esconderse al cruzar un puesto de control fronterizo.", 
          "id": "11", 
          "title": "Narices artificiales", 
          "tags": "", 
          "amount": 16000000, 
          "parent": "3", 
          "NOTE": "Five R&D projects were specifically focused on creating artificial sniffers that can smell refugees and migrants trying to hide at border crossing points."
        }
      ], 
      "parent": "", 
      "NOTE": "Over 60 billions were spent in European R&D programs since 2000. At least 39 programs were dedicated to research on how to keep migrants and refugees out."
    }, 
    {
      "color": "#edd084", 
      "text": "La Unión Europea y los estados miembros han ayudado a Túnez (durante el reinado de Ben Alí), Egipto, Libia, Argelia y Mauritania a impedir el tránsito de migrantes y refugiados hacia Europa, sin tener en cuenta las consecuencias a nivel de derechos humanos. ", 
      "id": "4", 
      "title": "Asistencia técnica a dictaduras cercanas", 
      "tags": "", 
      "amount": 74658000, 
      "parent": "", 
      "NOTE": "The EU and member states have helped Tunisia (under Ben Ali's rule), Egypt, Libya, Algeria and Mauritania to prevent refugees and migrants from crossing into Europe, most often disregarding concerns for human rights."
    }, 
    {
      "color": "#e1e3a7", 
      "text": "Los estados miembros dedican ingentes fondos a deportar a los extranjeros en vuelos chárter o autobuses, pero también a crear incentivos para que vuelvan a sus países de forma voluntaria. La cifra no incluye deportaciones dentro de las fronteras europeas, reguladas por el tratado de Dublín. ", 
      "id": "5", 
      "title": "Repatriaciones", 
      "tags": "", 
      "amount": 11300000000, 
      "parent": "", 
      "NOTE": "Member states spend lavishly to deport foreigners in charter planes or buses or to offer them incentives for voluntary returns. This figure does not include deportations within Europe under the Dublin Regulation."
    }, 
    {
      "color": "#a2dcd5", 
      "text": "Muros y vallas han sido construidos por los estados miembros en las fronteras de España, Grecia y Bulgaria.", 
      "id": "6", 
      "title": "Muros y fortificaciones", 
      "tags": "", 
      "amount": 76600000, 
      "subnodes": [
        {
          "color": "", 
          "text": "El gasto para implementar la valla de Melilla alcanzó los 47 millones de euros entre 2005 y 2013. Junto a la de Ceuta, cuesta 10 millones al año a los contribuyentes españoles", 
          "id": "10", 
          "title": "Valla de Melilla", 
          "tags": "", 
          "amount": 47000000, 
          "parent": "6", 
          "NOTE": "The 11-kilometer wall cost close to €40 million to build and now costs the Spanish taxpayers over €10m in maintenance."
        }
      ], 
      "parent": "", 
      "NOTE": "Walls have been erected by member states at the borders to Spain, Greece and Bulgaria."
    }, 
    {
      "color": "#74c8b7", 
      "text": "Drones, lanchas, prismáticos infrarrojos: la policía de frontera ha adquirido una gran cantidad de equipamiento de los principales productores de material de defensa (Airbus, Indra, Finmeccanica)", 
      "id": "7", 
      "title": "Equipamiento para el control fronterizo", 
      "tags": "", 
      "amount": 225710000, 
      "parent": "", 
      "NOTE": "Drones, speedboats, night vision goggles, jeeps... Border guards went on a shopping spree that hugely benefited Airbus, Indra and other arms manufacturers."
    }, 
    {
      "color": "#87beb9", 
      "text": "La UE y los estados miembros han construido centros para detener a migrantes y refugiados en Libia y Ucrania.", 
      "id": "8", 
      "title": "Centros de detención en países de origen", 
      "tags": "", 
      "amount": 45800000, 
      "parent": "", 
      "NOTE": "The EU and member states have built ready-to-use detention centers for migrants and refugees in Libya and Ukraine."
    }
  ], 
  "title": "root"
}