{
  "i18n": {
    "decimal_separator": ",", 
    "title": "The Migrants Files (Teczki imigrantów)", 
    "billions": "billion", 
    "millions_abbrev": "mln", 
    "thousands_separator": " ", 
    "subtitle": "Na tropie pieniędzy", 
    "millions": "milionów"
  }, 
  "children": [
    {
      "color": "#e28956", 
      "text": "Od 1999 r., kontrola graniczna i migracje są wspólna sprawą krajów europejskich. Poszczególne państwa członkowskie wydały już blisko 1 miliarda euro na uzgodnienie działań w ramach takich programów i agencji jak, Seahorse network, Frontex, Eurodac, eu-LISA i innych.", 
      "id": "1", 
      "title": "Wspólna koordynacja na szczeblu europejskim", 
      "tags": "", 
      "amount": 954717510, 
      "subnodes": [
        {
          "color": "", 
          "text": "EURODAC jest systemem przechowywania odcisków palców osób ubiegających się o azyl w Europie. Ta liczba nie obejmuje kosztów zakupu skanerów odcisków przez poszczególne państwa członkowskie.", 
          "id": "9", 
          "title": "EURODAC", 
          "tags": "", 
          "amount": 8117510, 
          "parent": "1", 
          "NOTE": "EURODAC is the system that stores the fingerprints of all asylum seekers in Europe. The figure does not include the fingerprint scanners bought by member states."
        }, 
        {
          "color": "", 
          "text": "Frontex - to Europejska Agencja Zarządzania Współpracą Operacyjną na Granicach Zewnętrznych Państw Członkowskich Unii Europejskiej. Zajmuje się koordynacją współpracy straży granicznej oraz deportacji w poszczególnych krajach.", 
          "id": "2", 
          "title": "FRONTEX", 
          "tags": "", 
          "amount": 669600000, 
          "parent": "1", 
          "NOTE": "Frontex is the European agency that coordinates efforts in border control and deportations between member states."
        }
      ], 
      "parent": "", 
      "NOTE": "Since 1999, border control and migration are European issues. Member states have spent close to 1 billion euro to coordinate their response, through programs such as Seahorse network, Frontex, Eurodac, eu-LISA and more."
    }, 
    {
      "color": "#c19a64", 
      "text": "Od 2000 r. do tej pory kraje UE wydały ponad 60 mld euro na programy rozwojowo-badawcze. Co najmniej 39 z tych programów skupiało się na tym, jak nie dopuścić do Europy imigrantów i uchodźców.", 
      "id": "3", 
      "title": "Programy rozwojowo-badawcze", 
      "tags": "", 
      "amount": 230000000, 
      "subnodes": [
        {
          "color": "", 
          "text": "Pięć projektów badawczo-rozwojowych miało na celu stworzenie „sztucznych nosów”, które potrafią wyczuć uchodźców i imigrantów próbujących  ukryć się przy punktach kontroli granicznej.", 
          "id": "11", 
          "title": "Badania nad „sztucznymi nosami\" do „wywąchiwania” imigrantów i uchodźców", 
          "tags": "", 
          "amount": 16000000, 
          "parent": "3", 
          "NOTE": "Five R&D projects were specifically focused on creating artificial sniffers that can smell refugees and migrants trying to hide at border crossing points."
        }
      ], 
      "parent": "", 
      "NOTE": "Over 60 billions were spent in European R&D programs since 2000. At least 39 programs were dedicated to research on how to keep migrants and refugees out."
    }, 
    {
      "color": "#edd084", 
      "text": "Unia Europejska i poszczególne państwa członkowskie pomagały Tunezji (pod rządami Zina Al-Abidina Ben Alego), Egiptowi, Libii, Algierii oraz Mauretanii w powstrzymaniu imigrantów i uchodźców - najczęściej z pogwałceniem praw człowieka - przed ucieczką do Europy.", 
      "id": "4", 
      "title": "Pomoc dla sąsiadujących z Europą dyktatur", 
      "tags": "", 
      "amount": 74658000, 
      "parent": "", 
      "NOTE": "The EU and member states have helped Tunisia (under Ben Ali's rule), Egypt, Libya, Algeria and Mauritania to prevent refugees and migrants from crossing into Europe, most often disregarding concerns for human rights."
    }, 
    {
      "color": "#e1e3a7", 
      "text": "Państwa członkowskie nie żałowały środków na deportacje cudzoziemców samolotami czarterowymi, specjalnymi autokarami i oferowały im zachęty do dobrowolnego powrotu. Ta liczba nie obejmuje deportacji na podstawie Konwencji Dublińskiej.", 
      "id": "5", 
      "title": "Deportacje", 
      "tags": "", 
      "amount": 11300000000, 
      "parent": "", 
      "NOTE": "Member states spend lavishly to deport foreigners in charter planes or buses or to offer them incentives for voluntary returns. This figure does not include deportations within Europe under the Dublin Regulation."
    }, 
    {
      "color": "#a2dcd5", 
      "text": "Mury wzniesione przez państwa członkowskie na granicach Hiszpanii, Grecji i Bułgarii", 
      "id": "6", 
      "title": "Fortyfikowanie granic (mury, systemy sygnalizacji)", 
      "tags": "", 
      "amount": 76600000, 
      "subnodes": [
        {
          "color": "", 
          "text": "Budowa 11-kilometrowego muru kosztowała hiszpańskich\npodatników 40 mln euro, a jego utrzymanie - kolejne 10 mln euro.", 
          "id": "10", 
          "title": "Mur wokół Melilli", 
          "tags": "", 
          "amount": 47000000, 
          "parent": "6", 
          "NOTE": "The 11-kilometer wall cost close to €40 million to build and now costs the Spanish taxpayers over €10m in maintenance."
        }
      ], 
      "parent": "", 
      "NOTE": "Walls have been erected by member states at the borders to Spain, Greece and Bulgaria."
    }, 
    {
      "color": "#74c8b7", 
      "text": "Drony, szybkie łodzie, noktowizory, terenówki... Straż graniczna poszła na zakupy, na czym niezwykle skorzystały firmy produkujące uzbrojenie, jak np. Airbus, Indra oraz inne.", 
      "id": "7", 
      "title": "Sprzęt dla straży granicznej", 
      "tags": "", 
      "amount": 225710000, 
      "parent": "", 
      "NOTE": "Drones, speedboats, night vision goggles, jeeps... Border guards went on a shopping spree that hugely benefited Airbus, Indra and other arms manufacturers."
    }, 
    {
      "color": "#87beb9", 
      "text": "Państwa należące do UE wybudowały gotowe ośrodki dla zatrzymanych imigrantów i uchodźców w Libii i na Ukrainie.", 
      "id": "8", 
      "title": "Ośrodki dla cudzoziemców w krajach poza UE", 
      "tags": "", 
      "amount": 45800000, 
      "parent": "", 
      "NOTE": "The EU and member states have built ready-to-use detention centers for migrants and refugees in Libya and Ukraine."
    }
  ], 
  "title": "root"
}