{
  "i18n": {
    "decimal_separator": ",", 
    "title": "The Migrants Files", 
    "billions": "biliões", 
    "millions_abbrev": "m", 
    "thousands_separator": " ", 
    "subtitle": "Os custos financeiros", 
    "millions": "milhões"
  }, 
  "children": [
    {
      "color": "#e28956", 
      "text": "Desde 1999, o controlo de fronteiras e a migração são assuntos europeus. Os estados-membros gastaram cerca de mil milhões de euros para coordenar a sua resposta através de programas como a rede Seahorse, Frontex, Eurodac, eu-LISA e mais.", 
      "id": "1", 
      "title": "Esforços de coordenação europeia", 
      "tags": "", 
      "amount": 954717510, 
      "subnodes": [
        {
          "color": "", 
          "text": "O Eurodac é o sistema que armazena as impressões digitais de todos os candidatos a asilo na Europa. O número não inclui os leitores de impressões digitais adquiridos pelos estados-membros.", 
          "id": "9", 
          "title": "EURODAC", 
          "tags": "", 
          "amount": 8117510, 
          "parent": "1", 
          "NOTE": "EURODAC is the system that stores the fingerprints of all asylum seekers in Europe. The figure does not include the fingerprint scanners bought by member states."
        }, 
        {
          "color": "", 
          "text": "A Frontex é a agência europeia que coordena os esforços no controlo de fronteiras e deportações entre estados-membros.", 
          "id": "2", 
          "title": "FRONTEX", 
          "tags": "", 
          "amount": 669600000, 
          "parent": "1", 
          "NOTE": "Frontex is the European agency that coordinates efforts in border control and deportations between member states."
        }
      ], 
      "parent": "", 
      "NOTE": "Since 1999, border control and migration are European issues. Member states have spent close to 1 billion euro to coordinate their response, through programs such as Seahorse network, Frontex, Eurodac, eu-LISA and more."
    }, 
    {
      "color": "#c19a64", 
      "text": "Mais de 60 mil milhões de euros foram gastos em programas de I&D europeus desde 2000. Pelo menos 39 programas foram dedicados à investigação sobre como manter fora imigrantes e refugiados.", 
      "id": "3", 
      "title": "Programas de investigação e desenvolvimento", 
      "tags": "", 
      "amount": 230000000, 
      "subnodes": [
        {
          "color": "", 
          "text": "Cinco projetos de I&D foram especialmente dedicados a criar aparelhos que conseguem farejar refugiados e imigrantes escondidos nos pontos de cruzamento de fronteiras.", 
          "id": "11", 
          "title": "Investigação em narizes artificiais", 
          "tags": "", 
          "amount": 16000000, 
          "parent": "3", 
          "NOTE": "Five R&D projects were specifically focused on creating artificial sniffers that can smell refugees and migrants trying to hide at border crossing points."
        }
      ], 
      "parent": "", 
      "NOTE": "Over 60 billions were spent in European R&D programs since 2000. At least 39 programs were dedicated to research on how to keep migrants and refugees out."
    }, 
    {
      "color": "#edd084", 
      "text": "A UE e os estados membros apoiaram a Tunísia (sob o mandato de Ben Ali), Egito, Líbia, Argélia e Mauritânia para impedir refugiados e imigrantes de atravessarem a fronteira para a Europa, ignorando frequentemente as questões dos direitos humanos.", 
      "id": "4", 
      "title": "Assistência técnica a regimes ditatoriais próximos", 
      "tags": "", 
      "amount": 74658000, 
      "parent": "", 
      "NOTE": "The EU and member states have helped Tunisia (under Ben Ali's rule), Egypt, Libya, Algeria and Mauritania to prevent refugees and migrants from crossing into Europe, most often disregarding concerns for human rights."
    }, 
    {
      "color": "#e1e3a7", 
      "text": "Os estados-membros gastam sumptuosamente para deportar estrangeiros em vôos charter, autocarros, ou oferecendo incentivos para retornos voluntários. Este número não inclui as deportações dentro da Europa sob a Convenção de Dublin.", 
      "id": "5", 
      "title": "Deportações", 
      "tags": "", 
      "amount": 11300000000, 
      "parent": "", 
      "NOTE": "Member states spend lavishly to deport foreigners in charter planes or buses or to offer them incentives for voluntary returns. This figure does not include deportations within Europe under the Dublin Regulation."
    }, 
    {
      "color": "#a2dcd5", 
      "text": "Vários muros foram erigidos por estados-membros nas fronteiras para Espanha, Grécia e Bulgária.", 
      "id": "6", 
      "title": "Fortificações (muros)", 
      "tags": "", 
      "amount": 76600000, 
      "subnodes": [
        {
          "color": "", 
          "text": "Este muro de 11 quilómetros, junto com o muro de Ceuta, custa agora 10 milhões de euros em manutenção aos contribuintes espanhóis.", 
          "id": "10", 
          "title": "Muro de Melilla", 
          "tags": "", 
          "amount": 47000000, 
          "parent": "6", 
          "NOTE": "The 11-kilometer wall cost close to €40 million to build and now costs the Spanish taxpayers over €10m in maintenance."
        }
      ], 
      "parent": "", 
      "NOTE": "Walls have been erected by member states at the borders to Spain, Greece and Bulgaria."
    }, 
    {
      "color": "#74c8b7", 
      "text": "Drones, lanchas, óculos de visão noturna, jipes... As guardas fronteiriças gastaram significativamente em compras que beneficiaram enormemente a Airbus, a Indra e outros fabricantes de armas.", 
      "id": "7", 
      "title": "Equipamento para policiamento de fronteiras", 
      "tags": "", 
      "amount": 225710000, 
      "parent": "", 
      "NOTE": "Drones, speedboats, night vision goggles, jeeps... Border guards went on a shopping spree that hugely benefited Airbus, Indra and other arms manufacturers."
    }, 
    {
      "color": "#87beb9", 
      "text": "A UE e os estados-membros construíram centros de detenção prontos a usar para imigrantes e refugiados na Líbia e na Ucrânia.", 
      "id": "8", 
      "title": "Centros de detenção em países terceiros", 
      "tags": "", 
      "amount": 45800000, 
      "parent": "", 
      "NOTE": "The EU and member states have built ready-to-use detention centers for migrants and refugees in Libya and Ukraine."
    }
  ], 
  "title": "root"
}