{
  "i18n": {
    "decimal_separator": ",", 
    "title": "The Migrants Files (Teczki imigrantów)", 
    "thousands_separator": " ", 
    "millions_abbrev": "mln", 
    "subtitle": "Na tropie pieniędzy", 
    "millions": "milionów"
  }, 
  "children": [
    {
      "parent": "", 
      "tags": "", 
      "color": "#e28956", 
      "text": "Od 1999 r., kontrola graniczna i migracje są wspólna sprawą krajów europejskich. Poszczególne państwa członkowskie wydały już blisko 1 miliarda euro na uzgodnienie działań w ramach takich programów i agencji jak, Seahorse network, Frontex, Eurodac, eu-LISA i innych.", 
      "title": "Wspólna koordynacja na szczeblu europejskim", 
      "amount": 954717510, 
      "subnodes": [
        {
          "parent": "1", 
          "tags": "", 
          "color": "", 
          "text": "EURODAC jest systemem przechowywania odcisków palców osób ubiegających się o azyl w Europie. Ta liczba nie obejmuje kosztów zakupu skanerów odcisków przez poszczególne państwa członkowskie.", 
          "title": "EURODAC", 
          "amount": 8117510, 
          "id": "9"
        }, 
        {
          "parent": "1", 
          "tags": "", 
          "color": "", 
          "text": "Frontex - to Europejska Agencja Zarządzania Współpracą Operacyjną na Granicach Zewnętrznych Państw Członkowskich Unii Europejskiej. Zajmuje się koordynacją współpracy straży granicznej oraz deportacji w poszczególnych krajach.", 
          "title": "FRONTEX", 
          "amount": 669600000, 
          "id": "2"
        }
      ], 
      "id": "1"
    }, 
    {
      "parent": "", 
      "tags": "", 
      "color": "#c19a64", 
      "text": "Od 2000 r. do tej pory kraje UE wydały ponad 60 mld euro na programy rozwojowo-badawcze. Co najmniej 39 z tych programów skupiało się na tym, jak nie dopuścić do Europy imigrantów i uchodźców.", 
      "title": "Programy rozwojowo-badawcze", 
      "amount": 230000000, 
      "subnodes": [
        {
          "parent": "3", 
          "tags": "", 
          "color": "", 
          "text": "Pięć projektów badawczo-rozwojowych miało na celu stworzenie „sztucznych nosów”, które potrafią wyczuć uchodźców i imigrantów próbujących  ukryć się przy punktach kontroli granicznej.", 
          "title": "Badania nad „sztucznymi nosami\" do „wywąchiwania” imigrantów i uchodźców", 
          "amount": 16000000, 
          "id": "11"
        }
      ], 
      "id": "3"
    }, 
    {
      "parent": "", 
      "tags": "", 
      "color": "#edd084", 
      "text": "Unia Europejska i poszczególne państwa członkowskie pomagały Tunezji (pod rządami Zina Al-Abidina Ben Alego), Egiptowi, Libii, Algierii oraz Mauretanii w powstrzymaniu imigrantów i uchodźców - najczęściej z pogwałceniem praw człowieka - przed ucieczką do Europy.", 
      "title": "Pomoc dla sąsiadujących z Europą dyktatur", 
      "amount": 74658000, 
      "id": "4"
    }, 
    {
      "parent": "", 
      "tags": "", 
      "color": "#e1e3a7", 
      "text": "Państwa członkowskie nie żałowały środków na deportacje cudzoziemców samolotami czarterowymi, specjalnymi autokarami i oferowały im zachęty do dobrowolnego powrotu. Ta liczba nie obejmuje deportacji na podstawie Konwencji Dublińskiej.", 
      "title": "Deportacje", 
      "amount": 11300000000, 
      "id": "5"
    }, 
    {
      "parent": "", 
      "tags": "", 
      "color": "#a2dcd5", 
      "text": "Mury wzniesione przez państwa członkowskie na granicach Hiszpanii, Grecji i Bułgarii", 
      "title": "Fortyfikowanie granic (mury, systemy sygnalizacji)", 
      "amount": 76600000, 
      "subnodes": [
        {
          "parent": "6", 
          "tags": "", 
          "color": "", 
          "text": "Budowa 11-kilometrowego muru kosztowała hiszpańskich\npodatników 40 mln euro, a jego utrzymanie - kolejne 10 mln euro.", 
          "title": "Mur wokół Melilli", 
          "amount": 47000000, 
          "id": "10"
        }
      ], 
      "id": "6"
    }, 
    {
      "parent": "", 
      "tags": "", 
      "color": "#74c8b7", 
      "text": "Drony, szybkie łodzie, noktowizory, terenówki... Straż graniczna poszła na zakupy, na czym niezwykle skorzystały firmy produkujące uzbrojenie, jak np. Airbus, Indra oraz inne.", 
      "title": "Sprzęt dla straży granicznej", 
      "amount": 225710000, 
      "id": "7"
    }, 
    {
      "parent": "", 
      "tags": "", 
      "color": "#87beb9", 
      "text": "Państwa należące do UE wybudowały gotowe ośrodki dla zatrzymanych imigrantów i uchodźców w Libii i na Ukrainie.", 
      "title": "Ośrodki dla cudzoziemców w krajach poza UE", 
      "amount": 45800000, 
      "id": "8"
    }
  ], 
  "title": "root"
}