{
  "i18n": {
    "decimal_separator": ",", 
    "title": "The Migrants' Files", 
    "thousands_separator": " ", 
    "millions_abbrev": "mil.", 
    "subtitle": "Po stopách peněz", 
    "millions": "milionů"
  }, 
  "children": [
    {
      "color": "#e28956", 
      "text": "Od roku 1999 se ostraha hranic a příjem uprchlíků řeší na celoevrospké úrovni. Členské státy už od té doby utratily téměř miliardu eur na koordinaci těchto snah v programech Seahorse, Frontex, Eurodac, eu-LISA a dalších.  ", 
      "id": "1", 
      "NOTE": "Since 1999, border control and migration are European issues. Member states have spent close to 1 billion euro to coordinate their response, through programs such as Seahorse network, Frontex, Eurodac, eu-LISA and more.", 
      "title": "Koordinace na evropské úrovni", 
      "tags": "", 
      "amount": 954717510, 
      "subnodes": [
        {
          "color": "", 
          "text": "EURODAC je počítačový systém, který shromažďuje otisky prstů každého, kdo v Evropě požádá o azyl. Uvedená suma nezahrnuje nákup snímačů jednotlivými členskými státy.", 
          "id": "9", 
          "NOTE": "EURODAC is the system that stores the fingerprints of all asylum seekers in Europe. The figure does not include the fingerprint scanners bought by member states.", 
          "title": "EURODAC", 
          "tags": "", 
          "amount": 8117510, 
          "parent": "1"
        }, 
        {
          "color": "", 
          "text": "Frontex je agentura koordinující ostrahu hranic a systém deportací mezi členskými státy Evropské unie.", 
          "id": "2", 
          "NOTE": "Frontex is the European agency that coordinates efforts in border control and deportations between member states.", 
          "title": "FRONTEX", 
          "tags": "", 
          "amount": 669600000, 
          "parent": "1"
        }
      ], 
      "parent": ""
    }, 
    {
      "color": "#c19a64", 
      "text": "Od roku 2000 utratila unie víc než 60 miliard eur za vědecký výzkum a vývoj. Nejméně 39 z jejích výzkumných programů s rozpočtem přes 200 milionů eur bylo zaměřeno na zvýšení nepropustnosti hranic. ", 
      "id": "3", 
      "NOTE": "Over 60 billions were spent in European R&D programs since 2000. At least 39 programs were dedicated to research on how to keep migrants and refugees out.", 
      "title": "Výzkum a vývoj", 
      "tags": "", 
      "amount": 230000000, 
      "subnodes": [
        {
          "color": "", 
          "text": "Pět výzkumných projektů se přímo zaměřilo na vytvoření pachových detektorů schopných \"vyčenichat\" uprchlíky lépe než cvičení policejní psi.", 
          "id": "11", 
          "NOTE": "Five R&D projects were specifically focused on creating artificial sniffers that can smell refugees and migrants trying to hide at border crossing points.", 
          "title": "Vývoj \"umělých čenichů\"", 
          "tags": "", 
          "amount": 16000000, 
          "parent": "3"
        }
      ], 
      "parent": ""
    }, 
    {
      "color": "#edd084", 
      "text": "EU a její členské státy podpořily Tunisko (za vlády diktátora bin Alího), Egypt, Libyi, Alžírsko a Mauretánii, aby bránily uprchlíkům v cestě do Evropy – obvykle bez ohledu na jejich lidská práva.", 
      "id": "4", 
      "NOTE": "The EU and member states have helped Tunisia (under Ben Ali's rule), Egypt, Libya, Algeria and Mauritania to prevent refugees and migrants from crossing into Europe, most often disregarding concerns for human rights.", 
      "title": "Technická pomoc okolním státům", 
      "tags": "", 
      "amount": 74658000, 
      "parent": ""
    }, 
    {
      "color": "#e1e3a7", 
      "text": "Členské státy ochotně utrácejí za deportace cizinců letadly i autobusy. Nabízejí jim také finanční prémie za to, aby Evropu \"dobrovolně\" opustili. Částka nezahrnuje deportace uvnitř EU dle Dublinského systému. ", 
      "id": "5", 
      "NOTE": "Member states spend lavishly to deport foreigners in charter planes or buses or to offer them incentives for voluntary returns. This figure does not include deportations within Europe under the Dublin Regulation.", 
      "title": "Deportace", 
      "tags": "", 
      "amount": 11300000000, 
      "parent": ""
    }, 
    {
      "color": "#a2dcd5", 
      "text": "Ochranné zdi bránící uprchlíkům v přechodu hranic nechaly vztyčit vlády Španělska, Řecka a Bulharska.", 
      "id": "6", 
      "NOTE": "Walls have been erected by member states at the borders to Spain, Greece and Bulgaria.", 
      "title": "Opevnění (zdi)", 
      "tags": "", 
      "amount": 76600000, 
      "subnodes": [
        {
          "color": "", 
          "text": "Ochranný val okolo španělského města na severoafrickém pobřeží stál španělské daňové poplatníky 40 milionů eur, jeho údržba stojí ročně dalších 10 milionů.", 
          "id": "10", 
          "NOTE": "The 11-kilometer wall cost close to €40 million to build and now costs the Spanish taxpayers over €10m in maintenance.", 
          "title": "Melillská zeď", 
          "tags": "", 
          "amount": 47000000, 
          "parent": "6"
        }
      ], 
      "parent": ""
    }, 
    {
      "color": "#74c8b7", 
      "text": "Drony, motorové čluny, sady pro noční vidění, terénní auta... Pohraničníci utrácejí nejvíc u zbrojních firem jako je Indra nebo Airbus. ", 
      "id": "7", 
      "NOTE": "Drones, speedboats, night vision goggles, jeeps... Border guards went on a shopping spree that hugely benefited Airbus, Indra and other arms manufacturers.", 
      "title": "Výstroj pro pohraničníky", 
      "tags": "", 
      "amount": 225710000, 
      "parent": ""
    }, 
    {
      "color": "#87beb9", 
      "text": "Evropská unie a některé členské státy financovaly stavbu zadržovacích táborů například v Libyi či na Ukrajině. ", 
      "id": "8", 
      "NOTE": "The EU and member states have built ready-to-use detention centers for migrants and refugees in Libya and Ukraine.", 
      "title": "Zadržovací střediska ve třetích zemích", 
      "tags": "", 
      "amount": 45800000, 
      "parent": ""
    }
  ], 
  "title": "root"
}