{
  "i18n": {
    "decimal_separator": ",", 
    "title": "The Migrants Files", 
    "thousands_separator": ".", 
    "millions_abbrev": "mill", 
    "subtitle": "Die Kosten seit 2000", 
    "millions": "Millionen"
  }, 
  "children": [
    {
      "color": "#e28956", 
      "text": "Seit 1999 haben Europäische Staaten fast eine Milliarde zur Koordination von Grenzschutz- und Flüchtlingsangelegenheiten ausgegeben. Dies erfolgt im Rahmen von Agenturen wie Frontex oder eu-LISA oder Programmen wie Seahorse Network, Eurodac.", 
      "id": "1", 
      "NOTE": "Since 1999, border control and migration are European issues. Member states have spent close to 1 billion euro to coordinate their response, through programs such as Seahorse network, Frontex, Eurodac, eu-LISA and more.", 
      "title": "Koordinationsaufwand", 
      "tags": "", 
      "amount": 954717510, 
      "subnodes": [
        {
          "color": "", 
          "text": "EURODAC ist das System, das Fingerabdrücke von Asylwerbern und Menschen, die ohne gültige Dokumente nach Europa gekommen sind, speichert. Fingerabdruckscanner, die von den Mitgliedsstaaten gekauft wurden, sind in der Summe nicht miteingerechnet.", 
          "id": "9", 
          "NOTE": "EURODAC is the system that stores the fingerprints of all asylum seekers in Europe. The figure does not include the fingerprint scanners bought by member states.", 
          "title": "EURODAC", 
          "tags": "", 
          "amount": 8117510, 
          "parent": "1"
        }, 
        {
          "color": "", 
          "text": "Frontex eine Agentur, die Mitgliedsstaten in Grenzschutzangelegenheiten und bei Deportationen koordiniert.", 
          "id": "2", 
          "NOTE": "Frontex is the European agency that coordinates efforts in border control and deportations between member states.", 
          "title": "FRONTEX", 
          "tags": "", 
          "amount": 669600000, 
          "parent": "1"
        }
      ], 
      "parent": ""
    }, 
    {
      "color": "#c19a64", 
      "text": "Seit 2000 wurden über 60 Milliarden wurden in EU-Forschungsprogramme investiert. Mindestens 39 Programme hatten einen Grenzschutzaspekt.", 
      "id": "3", 
      "NOTE": "Over 60 billions were spent in European R&D programs since 2000. At least 39 programs were dedicated to research on how to keep migrants and refugees out.", 
      "title": "Forschungsprogramme", 
      "tags": "", 
      "amount": 230000000, 
      "subnodes": [
        {
          "color": "", 
          "text": "Fünf Forschungsprojekte hatten den Fokus auf die Erstellung künstlicher \"Schnüffler\", die an Grenzübergängen in Fahrzeugen versteckte Flüchtlinge und Migranten aufspüren sollten.", 
          "id": "11", 
          "NOTE": "Five R&D projects were specifically focused on creating artificial sniffers that can smell refugees and migrants trying to hide at border crossing points.", 
          "title": "Forschung an künstlichen Nasen zum Aufspüren von Migranten", 
          "tags": "", 
          "amount": 16000000, 
          "parent": "3"
        }
      ], 
      "parent": ""
    }, 
    {
      "color": "#edd084", 
      "text": "EU und einzelne Mitgliedsstaaten gingen Abkommen mit Tunesien, Ägypten, Libyen, Algerien und Mauritanien ein. Diese haben das Ziel, Flüchtlinge und Migranten schon vor dem Erreichen der europäischen Grenzen aufzuhalten.", 
      "id": "4", 
      "NOTE": "The EU and member states have helped Tunisia (under Ben Ali's rule), Egypt, Libya, Algeria and Mauritania to prevent refugees and migrants from crossing into Europe, most often disregarding concerns for human rights.", 
      "title": "Unterstützung an nordafrikanische Staaten", 
      "tags": "", 
      "amount": 74658000, 
      "parent": ""
    }, 
    {
      "color": "#e1e3a7", 
      "text": "Mitgliedsstaaten geben viel dafür aus, Menschen mit Flügen oder Bussen aus dem Land zu schaffen. Deportationen nach dem Dublin-System (an andere Schengen-Länder, in denen schon Asylverfahren gestartet wurden) sind hier nicht eingerechnet.", 
      "id": "5", 
      "NOTE": "Member states spend lavishly to deport foreigners in charter planes or buses or to offer them incentives for voluntary returns. This figure does not include deportations within Europe under the Dublin Regulation.", 
      "title": "Deportationssystem", 
      "tags": "", 
      "amount": 11300000000, 
      "parent": ""
    }, 
    {
      "color": "#a2dcd5", 
      "text": "An den spanischen, griechischen und bulgarischen Außengrenzen wurden Mauern errichtet.", 
      "id": "6", 
      "NOTE": "Walls have been erected by member states at the borders to Spain, Greece and Bulgaria.", 
      "title": "Befestigungen (Mauern)", 
      "tags": "", 
      "amount": 76600000, 
      "subnodes": [
        {
          "color": "", 
          "text": "Die 11 Kilometer lange Mauer in Melilla kostete fast 40 Millionen Euro. Spanische Steuerzahler zahlen pro Jahr 10 Millionen für die Instandhaltung.", 
          "id": "10", 
          "NOTE": "The 11-kilometer wall cost close to €40 million to build and now costs the Spanish taxpayers over €10m in maintenance.", 
          "title": "Melilla", 
          "tags": "", 
          "amount": 47000000, 
          "parent": "6"
        }
      ], 
      "parent": ""
    }, 
    {
      "color": "#74c8b7", 
      "text": "Die Ausrüstung von Grenzwächtern wurde verbessert. Gekauft wurden unter Anderen Drohnen, Schnellboote, Nachtsichtgeräte und Jeeps.", 
      "id": "7", 
      "NOTE": "Drones, speedboats, night vision goggles, jeeps... Border guards went on a shopping spree that hugely benefited Airbus, Indra and other arms manufacturers.", 
      "title": "Ausrüstung für Grenzwächter", 
      "tags": "", 
      "amount": 225710000, 
      "parent": ""
    }, 
    {
      "color": "#87beb9", 
      "text": "Die EU und Mitgliedsstaaten errichteten Auffanglager für Migranten und Flüchtlinge in Libyen und der Ukraine.", 
      "id": "8", 
      "NOTE": "The EU and member states have built ready-to-use detention centers for migrants and refugees in Libya and Ukraine.", 
      "title": "Auffanglager in Drittstaaten", 
      "tags": "", 
      "amount": 45800000, 
      "parent": ""
    }
  ], 
  "title": "root"
}