{
  "i18n": {
    "decimal_separator": ",", 
    "title": "The Migrants Files", 
    "billions": "milliards", 
    "millions_abbrev": "M", 
    "thousands_separator": " ", 
    "subtitle": "Le coût financier", 
    "millions": "millions"
  }, 
  "children": [
    {
      "color": "#e28956", 
      "text": "Depuis 1999, le contrôle des frontières et l'immigration sont des problèmatiques européennes. Les états-membres ont dépensé près d'un milliard d'euros pour coordonner leurs politiques, à travers des programmes comme le réseau Seahorse, Frontex, Eurodac, eu-LISA et d'autres.", 
      "id": "1", 
      "title": "Coordination européenne", 
      "tags": "", 
      "amount": 954717510, 
      "subnodes": [
        {
          "color": "", 
          "text": "EURODAC est le système qui stocke toutes les empreintes digitales des demandeurs d'asile. Le chiffre n'inclus pas les appareils acheté par les états-membres ou les coûts de fonctionnement.", 
          "id": "9", 
          "title": "EURODAC", 
          "tags": "", 
          "amount": 8117510, 
          "parent": "1", 
          "NOTE": "EURODAC is the system that stores the fingerprints of all asylum seekers in Europe. The figure does not include the fingerprint scanners bought by member states."
        }, 
        {
          "color": "", 
          "text": "Frontex est l'agence européenne qui coordonne le contrôle des frontières et les déportations entre les états-membres.", 
          "id": "2", 
          "title": "FRONTEX", 
          "tags": "", 
          "amount": 669600000, 
          "parent": "1", 
          "NOTE": "Frontex is the European agency that coordinates efforts in border control and deportations between member states."
        }
      ], 
      "parent": "", 
      "NOTE": "Since 1999, border control and migration are European issues. Member states have spent close to 1 billion euro to coordinate their response, through programs such as Seahorse network, Frontex, Eurodac, eu-LISA and more."
    }, 
    {
      "color": "#c19a64", 
      "text": "Plus de 60 milliards ont été dépensés dans des programmes de recherche européens depuis 2000. Au moins 39 projets ont été consacrés à des recherches visant à maintenir les migrants et réfugiés hors d'Europe.", 
      "id": "3", 
      "title": "Programmes de recherche et développement", 
      "tags": "", 
      "amount": 230000000, 
      "subnodes": [
        {
          "color": "", 
          "text": "Cinq projets de R&D ont été mené dans le but express de construire des nez artificiels capables de \"sentir\" des migrants cachés dans des véhicules.", 
          "id": "11", 
          "title": "Recherches sur des nez artificiels qui reniflent les migrants", 
          "tags": "", 
          "amount": 16000000, 
          "parent": "3", 
          "NOTE": "Five R&D projects were specifically focused on creating artificial sniffers that can smell refugees and migrants trying to hide at border crossing points."
        }
      ], 
      "parent": "", 
      "NOTE": "Over 60 billions were spent in European R&D programs since 2000. At least 39 programs were dedicated to research on how to keep migrants and refugees out."
    }, 
    {
      "color": "#edd084", 
      "text": "L'UE et les états-membres ont aidé la Tunisie de Ben Ali, l'Egypte, la Libye, l'Algérie et la Mauritanie à barrer le passage aux réfugiés et aux migrants souhaitant venir en Europe, le plus souvent en fermant les yeux sur les atteintes aux droits humains.", 
      "id": "4", 
      "title": "Assistance techniques aux dictatures du voisinage", 
      "tags": "", 
      "amount": 74658000, 
      "parent": "", 
      "NOTE": "The EU and member states have helped Tunisia (under Ben Ali's rule), Egypt, Libya, Algeria and Mauritania to prevent refugees and migrants from crossing into Europe, most often disregarding concerns for human rights."
    }, 
    {
      "color": "#e1e3a7", 
      "text": "Les états-membres dépensent énormément pour déporter des étrangers en avion ou en bus, ou en leur offrant de l'argent dans le cas de retours volontaires. Ce chiffre n'inclus pas les déportations au sein de l'UE dans le cadre de la Régulation de Dublin.", 
      "id": "5", 
      "title": "Déportations", 
      "tags": "", 
      "amount": 11300000000, 
      "parent": "", 
      "NOTE": "Member states spend lavishly to deport foreigners in charter planes or buses or to offer them incentives for voluntary returns. This figure does not include deportations within Europe under the Dublin Regulation."
    }, 
    {
      "color": "#a2dcd5", 
      "text": "Des murs ont été érigés aux frontières de l'Europe par les gouvernements espagnols, grecs et bulgares.", 
      "id": "6", 
      "title": "Fortifications (murs)", 
      "tags": "", 
      "amount": 76600000, 
      "subnodes": [
        {
          "color": "", 
          "text": "Ce mur de 11 kilomètres de long coûte, avec le mur de Ceuta, plus de €10m en entretien annuel aux citoyens espagnols.", 
          "id": "10", 
          "title": "Mur de Mellila", 
          "tags": "", 
          "amount": 47000000, 
          "parent": "6", 
          "NOTE": "The 11-kilometer wall cost close to €40 million to build and now costs the Spanish taxpayers over €10m in maintenance."
        }
      ], 
      "parent": "", 
      "NOTE": "Walls have been erected by member states at the borders to Spain, Greece and Bulgaria."
    }, 
    {
      "color": "#74c8b7", 
      "text": "Des drones, zodiacs, lunettes de vision nocturne, jeeps... Les gardes frontières ont dépensés largement pour s'offrir du matériel en provenance notamment d'Airbus, Indra et d'autres fabricants d'armes.", 
      "id": "7", 
      "title": "Matériel pour les gardes-frontières européens", 
      "tags": "", 
      "amount": 225710000, 
      "parent": "", 
      "NOTE": "Drones, speedboats, night vision goggles, jeeps... Border guards went on a shopping spree that hugely benefited Airbus, Indra and other arms manufacturers."
    }, 
    {
      "color": "#87beb9", 
      "text": "L'UE et les états-membres ont construit des centres de détention pour réfugiés et migrants clé-en-main en Libye et en Ukraine.", 
      "id": "8", 
      "title": "Centre de détention dans des pays tiers", 
      "tags": "", 
      "amount": 45800000, 
      "parent": "", 
      "NOTE": "The EU and member states have built ready-to-use detention centers for migrants and refugees in Libya and Ukraine."
    }
  ], 
  "title": "root"
}