{"children": [{"parent": "", "tags": "", "amount": 954600000, "id": "1", "subnodes": [{"parent": "1", "tags": "", "amount": 669600000, "id": "2", "text": "Frontex is the European agency that coordinates efforts in border control and deportations between member states.", "title": "FRONTEX"}, {"parent": "1", "tags": "", "amount": 8000000, "id": "9", "text": "EURODAC is the system that stores the fingerprints of all asylum seekers in Europe. The figure does not include the fingerprint scanners bought by member states.", "title": "EURODAC"}], "text": "Since 1999, border control and migration are European issues. Member states have spent close to 1 billion euro to coordinate their response, through programs such as Seahorse network, Frontex, Eurodac, eu-LISA and more.", "title": "European coordination efforts"}, {"parent": "", "tags": "", "amount": 230000000, "id": "3", "subnodes": [{"parent": "3", "tags": "", "amount": 16000000, "id": "11", "text": "Five R&D projects were specifically focused on creating artificial sniffers that can smell refugees and migrants trying to hide at border crossing points.", "title": "Research on artificial noses that sniff refugees and migrants"}], "text": "Over 60 billions were spent in European R&D programs since 2000. At least 39 programs were dedicated to research on how to keep migrants and refugees out.", "title": "Research and development programs"}, {"parent": "", "tags": "", "amount": 74658000, "id": "4", "text": "The EU and member states have helped Tunisia (under Ben Ali's rule), Egypt, Libya, Algeria and Mauritania to prevent refugees and migrants from crossing into Europe, most often disregarding concerns for human rights.", "title": "Technical assistance to North African dictatorships"}, {"parent": "", "tags": "", "amount": 13200000000, "id": "5", "text": "Member states spend lavishly to deport foreigners in charter planes or buses or to offer them incentives for voluntary returns. This figure does not include deportations within Europe under the Dublin Regulation.", "title": "Deportations"}, {"parent": "", "tags": "", "amount": 76600000, "id": "6", "subnodes": [{"parent": "6", "tags": "", "amount": 47000000, "id": "10", "text": "The 11-kilometer wall cost close to €40 million to build and now costs the Spanish taxpayers over €10m in maintenance.", "title": "Melilla wall"}], "text": "Walls have been erected by member states at the borders to Spain, Greece and Bulgaria.", "title": "Fortifications (walls)"}, {"parent": "", "tags": "", "amount": 223940000, "id": "7", "text": "Drones, speedboats, night vision goggles, jeeps... Border guards went on a shopping spree that hugely benefited Airbus, Indra and other arms manufacturers.", "title": "Gear for European border guards"}, {"parent": "", "tags": "", "amount": 45800000, "id": "8", "text": "The EU and member states have built ready-to-use detention centers for migrants and refugees in Libya and Ukraine.", "title": "Detention centers in third countries"}], "title": "root"}