{
  "children": [
    {
      "parent": "", 
      "tags": "", 
      "amount": 954717510, 
      "id": "1", 
      "subnodes": [
        {
          "parent": "1", 
          "tags": "", 
          "amount": 669600000, 
          "id": "2", 
          "text": "David avait visité d’anciennes fortifications de la ligne Maginot, mais rien de semblable. Même le Simserhof, situé à proximité de Bitche, semblait petit à côté de cette porte. Mais David n’était pas au bout de sa surprise.", 
          "title": "Titre"
        }, 
        {
          "parent": "1", 
          "tags": "", 
          "amount": 8117510, 
          "id": "9", 
          "text": "Comme je viens de te le dire Florence, ce n’est malheureusement pas une blague. David a travaillé sur deux anciennes technologies abandonnées depuis longtemps et il les a couplée.", 
          "title": "Titre"
        }
      ], 
      "text": "La route commença à s’enfoncer. On ne voyait plus les grillages sur les cotés, mais juste des rochers. Et soudain, les voitures s’arrêtèrent devant une énorme porte en métal entourée de béton. D’énormes blocs de béton.", 
      "title": "Titre"
    }, 
    {
      "parent": "", 
      "tags": "", 
      "amount": 230000000, 
      "id": "3", 
      "subnodes": [
        {
          "parent": "3", 
          "tags": "", 
          "amount": 16000000, 
          "id": "11", 
          "text": "Florence avait l’esprit un peu mélangé entre ce Prélude qui ne lui apportait que des questions sans réponse et « son » David. Prélude avait réveillé brusquement un sentiment que Florence avait au plus profond d’elle.", 
          "title": "Titre"
        }
      ], 
      "text": "Il avait d’abord commencer par récupérer des informations depuis l’ordinateur de David, puis il était allé les chercher sur Internet. Il avait lui même programmé l’ordinateur de David afin d’avoir un premier lien vers le monde extérieur : la voix.", 
      "title": "Titre"
    }, 
    {
      "parent": "", 
      "tags": "", 
      "amount": 74658000, 
      "id": "4", 
      "text": "Il pouvait entendre la voix de David, mais ne la comprenait pas. C’est alors qu’il a décider d’aller lui même à l’information. Il s’est alors ‘transporté’ sur Internet afin de choisir une nouvelle ‘maison’.", 
      "title": "Titre"
    }, 
    {
      "parent": "", 
      "tags": "", 
      "amount": 13200000000, 
      "id": "5", 
      "text": "Il lui a été beaucoup plus facile de programmer ce nouvel ordinateur afin d’entendre une nouvelle voix.", 
      "title": "Titre"
    }, 
    {
      "parent": "", 
      "tags": "", 
      "amount": 76600000, 
      "id": "6", 
      "subnodes": [
        {
          "parent": "6", 
          "tags": "", 
          "amount": 47000000, 
          "id": "10", 
          "text": "Séparées, elles ne valaient rien, mais, il les a réunis et a démarré le processus. Comme tu dois le savoir, il y a maintenant plus d’ordinateur sur terre que d’humains et tous ces ordinateurs sont connectés entres eux grâce aux réseau des réseaux : Internet.", 
          "title": "Titre"
        }
      ], 
      "text": "Oui et non. Ce n'est pas une blague, mais David y est pour quelque chose. Il a créé un programme sans le savoir. Ce programme se nomme Prélude. Il vit sur Internet à travers tout le réseau.", 
      "title": "Titre"
    }, 
    {
      "parent": "", 
      "tags": "", 
      "amount": 223940000, 
      "id": "7", 
      "text": "Chaque ordinateur connecté connais Prélude. Chaque ordinateur est une partie de Prélude. Le réseau est Prélude.", 
      "title": "Titre"
    }, 
    {
      "parent": "", 
      "tags": "", 
      "amount": 45800000, 
      "id": "8", 
      "text": "David n’a pas fait grand chose, il a juste créé un embryon de programme. Mais ce programme s’est développé lui-même.", 
      "title": "Titre"
    }
  ], 
  "title": "root"
}