{
  "i18n": {
    "decimal_separator": ",", 
    "title": "The Migrants' Files", 
    "thousands_separator": "", 
    "millions_abbrev": "Mio.", 
    "subtitle": "Die Kosten (2000–2015)", 
    "millions": "Millionen"
  }, 
  "children": [
    {
      "color": "#e28956", 
      "text": "Seit 1999 sind die Kontrolle der EU-Aussengrenzen und die Flüchtlingsangelegenheiten gesamteuropäische Aufgaben. Die EU-Mitgliedsstaaten haben seitdem fast eine Milliarde Euro in Programme und Agenturen gesteckt, die diese Aufgaben erledigen sollen, etwa Frontex, das „Seahorse“-Netzwerk, EURODAC, eu-LISA und andere.", 
      "id": "1", 
      "title": "Koordinationsaufwand", 
      "tags": "", 
      "amount": 954717510, 
      "subnodes": [
        {
          "color": "", 
          "text": "Mit dem System EURODAC werden die Fingerabdrücke aller Asylbewerber in Europa gespeichert. Nicht in den Kosten miteingerechnet sind die Fingerabdruckscanner, die in allen Mitgliedsstaaten angeschafft werden mussten.", 
          "id": "9", 
          "title": "EURODAC", 
          "tags": "", 
          "amount": 8117510, 
          "parent": "1", 
          "NOTE": "EURODAC is the system that stores the fingerprints of all asylum seekers in Europe. The figure does not include the fingerprint scanners bought by member states."
        }, 
        {
          "color": "", 
          "text": "Die Aufgabe von Frontex ist es, die Grenzkontrollen und die Ausschaffungen in ganz Europa zu koordinieren.", 
          "id": "2", 
          "title": "Frontex", 
          "tags": "", 
          "amount": 669600000, 
          "parent": "1", 
          "NOTE": "Frontex is the European agency that coordinates efforts in border control and deportations between member states."
        }
      ], 
      "parent": "", 
      "NOTE": "Since 1999, border control and migration are European issues. Member states have spent close to 1 billion euro to coordinate their response, through programs such as Seahorse network, Frontex, Eurodac, eu-LISA and more."
    }, 
    {
      "color": "#c19a64", 
      "text": "Insgesamt über 60 Milliarden Euro wurden seit 2000 in europäische Forschungs- und Entwicklungsprogramme gesteckt. Mindestens 39 Projekte drehten sich um die Frage, wie man Migranten aus Europa heraushält.", 
      "id": "3", 
      "title": "Forschungsprogramme", 
      "tags": "", 
      "amount": 230000000, 
      "subnodes": [
        {
          "color": "", 
          "text": "Fünf Forschungsprogramme beschäftigen sich mit der Entwicklung künstlicher Nasen, die versteckte Flüchtlinge und Migranten an Grenzübergängen erschnüffeln können.", 
          "id": "11", 
          "title": "Forschung an künstlichen Nasen zum Aufspüren von Migranten", 
          "tags": "", 
          "amount": 16000000, 
          "parent": "3", 
          "NOTE": "Five R&D projects were specifically focused on creating artificial sniffers that can smell refugees and migrants trying to hide at border crossing points."
        }
      ], 
      "parent": "", 
      "NOTE": "Over 60 billions were spent in European R&D programs since 2000. At least 39 programs were dedicated to research on how to keep migrants and refugees out."
    }, 
    {
      "color": "#edd084", 
      "text": "Die EU und einzelne Mitgliedsstaaten haben Tunesien, Ägypten, Algerien und Mauretanien dabei geholfen, Flüchtlinge und Migranten auf dem Weg nach Europa aufzuhalten, meist unter Missachtung der Menschenrechte.", 
      "id": "4", 
      "title": "Technische Unterstützung nordafrikanischer Staaten", 
      "tags": "", 
      "amount": 74658000, 
      "parent": "", 
      "NOTE": "The EU and member states have helped Tunisia (under Ben Ali's rule), Egypt, Libya, Algeria and Mauritania to prevent refugees and migrants from crossing into Europe, most often disregarding concerns for human rights."
    }, 
    {
      "color": "#e1e3a7", 
      "text": "Mitgliedsstaaten geben viel Geld dafür aus, Migranten mit Flügen oder Bussen aus dem Land zu schaffen oder ihnen finanzielle Anreize für ihre Ausreise zu geben. Ausschaffungen nach dem Dublin-System (an andere Schengen-Länder, in denen schon Asylverfahren gestartet wurden) sind hier nicht eingerechnet.", 
      "id": "5", 
      "title": "Ausschaffungen", 
      "tags": "", 
      "amount": 11300000000, 
      "parent": "", 
      "NOTE": "Member states spend lavishly to deport foreigners in charter planes or buses or to offer them incentives for voluntary returns. This figure does not include deportations within Europe under the Dublin Regulation."
    }, 
    {
      "color": "#a2dcd5", 
      "text": "An den spanischen, griechischen und bulgarischen Aussengrenzen wurden Mauern errichtet.", 
      "id": "6", 
      "title": "Grenzbefestigungen", 
      "tags": "", 
      "amount": 76600000, 
      "subnodes": [
        {
          "color": "", 
          "text": "Der Bau der 11 Kilometer langen Mauer kostete fast 40 Millionen Euro. Nun müssen spanische Steuerzahler jedes Jahr 10 Millionen Euro in die Instandhaltung stecken.", 
          "id": "10", 
          "title": "Die Mauer von Melilla", 
          "tags": "", 
          "amount": 47000000, 
          "parent": "6", 
          "NOTE": "The 11-kilometer wall cost close to €40 million to build and now costs the Spanish taxpayers over €10m in maintenance."
        }
      ], 
      "parent": "", 
      "NOTE": "Walls have been erected by member states at the borders to Spain, Greece and Bulgaria."
    }, 
    {
      "color": "#74c8b7", 
      "text": "Die Ausrüstung von Grenzwächtern wurde verbessert. Gekauft wurden unter anderen Drohnen, Schnellboote, Nachtsichtgeräte und Jeeps.", 
      "id": "7", 
      "title": "Ausrüstung für Grenzwächter", 
      "tags": "", 
      "amount": 225710000, 
      "parent": "", 
      "NOTE": "Drones, speedboats, night vision goggles, jeeps... Border guards went on a shopping spree that hugely benefited Airbus, Indra and other arms manufacturers."
    }, 
    {
      "color": "#87beb9", 
      "text": "Die EU und Mitgliedsstaaten errichteten Auffanglager für Migranten und Flüchtlinge in Libyen und der Ukraine.", 
      "id": "8", 
      "title": "Auffanglager in Drittstaaten", 
      "tags": "", 
      "amount": 45800000, 
      "parent": "", 
      "NOTE": "The EU and member states have built ready-to-use detention centers for migrants and refugees in Libya and Ukraine."
    }
  ], 
  "title": "root"
}