{
  "i18n": {
    "decimal_separator": ",", 
    "title": "The Migrants Files", 
    "thousands_separator": " ", 
    "millions_abbrev": "milj", 
    "subtitle": "Hit går pengarna", 
    "millions": "miljoner"
  }, 
  "children": [
    {
      "color": "#e28956", 
      "text": "Sedan 1999 är gränskontroll och migration europeiska frågor. Medlemsländer har lagt nära en miljard euro på att koordinera insatserna, via Seahorse, Frontex, Eurodac, eu-LISA med flera.", 
      "id": "1", 
      "title": "Koordinering mellan länderna", 
      "tags": "", 
      "amount": 954717510, 
      "subnodes": [
        {
          "color": "", 
          "text": "Eurodac är registret för alla asylsökandes fingeravtryck. I summan ingår inte kostnaden för ländernas inköp av scannrar.", 
          "id": "9", 
          "title": "Eurodac", 
          "tags": "", 
          "amount": 8117510, 
          "parent": "1", 
          "NOTE": "EURODAC is the system that stores the fingerprints of all asylum seekers in Europe. The figure does not include the fingerprint scanners bought by member states."
        }, 
        {
          "color": "", 
          "text": "Frontex är EU:s gränskontrollbyrå som koordinerar gränskontrollinsatser och deportationer.", 
          "id": "2", 
          "title": "Frontex", 
          "tags": "", 
          "amount": 669600000, 
          "parent": "1", 
          "NOTE": "Frontex is the European agency that coordinates efforts in border control and deportations between member states."
        }
      ], 
      "parent": "", 
      "NOTE": "Since 1999, border control and migration are European issues. Member states have spent close to 1 billion euro to coordinate their response, through programs such as Seahorse network, Frontex, Eurodac, eu-LISA and more."
    }, 
    {
      "color": "#c19a64", 
      "text": "Över 60 miljarder euro har lagts på europeiska forsknings- och utvecklingsprogram sedan 2000. Minst 39 säkerhetsprojekt var inriktade på att hålla migranter och flyktingar borta.", 
      "id": "3", 
      "title": "Forskningsprogram", 
      "tags": "", 
      "amount": 230000000, 
      "subnodes": [
        {
          "color": "", 
          "text": "Fem säkerhetsprojekt var specifikt inriktade på att förfina och komplettera hundsök på artificiell väg.", 
          "id": "11", 
          "title": "Forskning på konstgjorda näsor för att upptäcka migranter", 
          "tags": "", 
          "amount": 16000000, 
          "parent": "3", 
          "NOTE": "Five R&D projects were specifically focused on creating artificial sniffers that can smell refugees and migrants trying to hide at border crossing points."
        }
      ], 
      "parent": "", 
      "NOTE": "Over 60 billions were spent in European R&D programs since 2000. At least 39 programs were dedicated to research on how to keep migrants and refugees out."
    }, 
    {
      "color": "#edd084", 
      "text": "Trots kritik från MR-organisationer har Europas länder stött Tunisien, Egypten, Libyen, Algeriet och Mauretanien i utbyte mot att hindra migranter och flyktingar att ta sig till Europa.", 
      "id": "4", 
      "title": "Stöd till angränsande länder", 
      "tags": "", 
      "amount": 74658000, 
      "parent": "", 
      "NOTE": "The EU and member states have helped Tunisia (under Ben Ali's rule), Egypt, Libya, Algeria and Mauritania to prevent refugees and migrants from crossing into Europe, most often disregarding concerns for human rights."
    }, 
    {
      "color": "#e1e3a7", 
      "text": "Kostnaderna för att deportera utlänningar med flyg eller buss är enorma. Ofta utbetalas återvändandestöd, också till de som tvångsdeporteras. I siffrorna ingår inte kostnader för så kallade Dublin-deportationer inom Europa.", 
      "id": "5", 
      "title": "Deporteringar", 
      "tags": "", 
      "amount": 11300000000, 
      "parent": "", 
      "NOTE": "Member states spend lavishly to deport foreigners in charter planes or buses or to offer them incentives for voluntary returns. This figure does not include deportations within Europe under the Dublin Regulation."
    }, 
    {
      "color": "#a2dcd5", 
      "text": "Barriärer och stängsel har rests vid gränserna av Spanien, Grekland och Bulgarien.", 
      "id": "6", 
      "title": "Befästningar", 
      "tags": "", 
      "amount": 76600000, 
      "subnodes": [
        {
          "color": "", 
          "text": "Det 11 kilometer långa stängslet kostade nära 40 miljoner euro att bygga. Nu betalar Spaniens skattebetalare 10 miljoner euro i årlig drift.", 
          "id": "10", 
          "title": "Melilla-stängslet", 
          "tags": "", 
          "amount": 47000000, 
          "parent": "6", 
          "NOTE": "The 11-kilometer wall cost close to €40 million to build and now costs the Spanish taxpayers over €10m in maintenance."
        }
      ], 
      "parent": "", 
      "NOTE": "Walls have been erected by member states at the borders to Spain, Greece and Bulgaria."
    }, 
    {
      "color": "#74c8b7", 
      "text": "Drönare, motorbåtar, nattkikare, jeepar etc. Gränspolisens shoppingslista har gynnat Airbus, Indra och andra försvarstillverkare.", 
      "id": "7", 
      "title": "Utrustning till gränsvakter", 
      "tags": "", 
      "amount": 225710000, 
      "parent": "", 
      "NOTE": "Drones, speedboats, night vision goggles, jeeps... Border guards went on a shopping spree that hugely benefited Airbus, Indra and other arms manufacturers."
    }, 
    {
      "color": "#87beb9", 
      "text": "Läger för migranter och flyktingar har byggts i Libyen och Ukraina.", 
      "id": "8", 
      "title": "Läger och förvar i tredje land", 
      "tags": "", 
      "amount": 45800000, 
      "parent": "", 
      "NOTE": "The EU and member states have built ready-to-use detention centers for migrants and refugees in Libya and Ukraine."
    }
  ], 
  "title": "root"
}